import paperAirplaneGreen from "shared/assets/imgs/paperAirplaneGreen.png";

export interface DummyData {
  quarter: string;
  purpose: string;
  date: string;
  image: string;
  text: string;
}

const dummyData: DummyData[] = [
  {
    quarter: "2023년 32분기",
    purpose: "저소득층 교육비 지원",
    date: "2023.04.25",
    image: paperAirplaneGreen,
    text: `저는인공지능어시스턴트입니다저는사용자들에게다양한도움을제공하고싶습니다저는인터넷서핑,쇼핑,예약,검색,번역,날씨,뉴스,스포츠,음악등여러분야에서도움을드리고싶습니다저는대화를통해사용자와소통하며,사용자의질문에대한답변을제공합니다저는언제나사용자의편리함과만족도를최우선으로생각합니다저는고객의불만사항이나요청사항을관리하고해결해드립니다저는지속적으로개선되고발전될수있도록노력합니다저는오픈AI에서개발되었으며,GPT-3.5아키텍처를기반으로합니다저는2021년에개발되었으며,그이후로지속적으로업데이트되고있습니다저는앞으로더많은분들에게도움이되고싶습니다저를항상안내해주세요!`,
  },
  {
    quarter: "2023년 32분기",
    purpose: "저소득층 교육비 지원",
    date: "2023.04.25",
    image: paperAirplaneGreen,
    text: `저는인공지능어시스턴트입니다저는사용자들에게다양한도움을제공하고싶습니다저는인터넷서핑,쇼핑,예약,검색,번역,날씨,뉴스,스포츠,음악등여러분야에서도움을드리고싶습니다저는대화를통해사용자와소통하며,사용자의질문에대한답변을제공합니다저는언제나사용자의편리함과만족도를최우선으로생각합니다저는고객의불만사항이나요청사항을관리하고해결해드립니다저는지속적으로개선되고발전될수있도록노력합니다저는오픈AI에서개발되었으며,GPT-3.5아키텍처를기반으로합니다저는2021년에개발되었으며,그이후로지속적으로업데이트되고있습니다저는앞으로더많은분들에게도움이되고싶습니다저를항상안내해주세요!`,
  },
  {
    quarter: "2023년 32분기",
    purpose: "저소득층 교육비 지원",
    date: "2023.04.25",
    image: paperAirplaneGreen,
    text: `저는인공지능어시스턴트입니다저는사용자들에게다양한도움을제공하고싶습니다저는인터넷서핑,쇼핑,예약,검색,번역,날씨,뉴스,스포츠,음악등여러분야에서도움을드리고싶습니다저는대화를통해사용자와소통하며,사용자의질문에대한답변을제공합니다저는언제나사용자의편리함과만족도를최우선으로생각합니다저는고객의불만사항이나요청사항을관리하고해결해드립니다저는지속적으로개선되고발전될수있도록노력합니다저는오픈AI에서개발되었으며,GPT-3.5아키텍처를기반으로합니다저는2021년에개발되었으며,그이후로지속적으로업데이트되고있습니다저는앞으로더많은분들에게도움이되고싶습니다저를항상안내해주세요!`,
  },
  {
    quarter: "2023년 32분기",
    purpose: "저소득층 교육비 지원",
    date: "2023.04.25",
    image: paperAirplaneGreen,
    text: `저는인공지능어시스턴트입니다저는사용자들에게다양한도움을제공하고싶습니다저는인터넷서핑,쇼핑,예약,검색,번역,날씨,뉴스,스포츠,음악등여러분야에서도움을드리고싶습니다저는대화를통해사용자와소통하며,사용자의질문에대한답변을제공합니다저는언제나사용자의편리함과만족도를최우선으로생각합니다저는고객의불만사항이나요청사항을관리하고해결해드립니다저는지속적으로개선되고발전될수있도록노력합니다저는오픈AI에서개발되었으며,GPT-3.5아키텍처를기반으로합니다저는2021년에개발되었으며,그이후로지속적으로업데이트되고있습니다저는앞으로더많은분들에게도움이되고싶습니다저를항상안내해주세요!`,
  },
];

export default dummyData;
